{
  "vocab": {
    "the": 1,
    ",": 2,
    ".": 3,
    "and": 4,
    "that": 5,
    "in": 6,
    "about": 7,
    "every": 8,
    "but": 9,
    "students": 10,
    "rehearsal": 11,
    "teacher": 12,
    "room": 13,
    "felt": 14,
    "when": 15,
    "school": 16,
    "because": 17,
    "wanted": 18,
    "during": 19,
    "he": 20,
    "had": 21,
    "of": 22,
    "everyone": 23,
    "drama": 24,
    "courage": 25,
    "scene": 26,
    "final": 27,
    "can": 28,
    "student": 29,
    "to": 30,
    "quiet": 31,
    "bright": 32,
    "classroom": 33,
    "whispered": 34,
    "surprise": 35,
    "strict": 36,
    "who": 37,
    "always": 38,
    "kept": 39,
    "order": 40,
    "maya": 41,
    "nervous": 42,
    "principal": 43,
    "announced": 44,
    "play": 45,
    "she": 46,
    "lead": 47,
    "role": 48,
    "her": 49,
    "best": 50,
    "friend": 51,
    "it": 52,
    "too": 53,
    "lunch": 54,
    "jordan": 55,
    "confessed": 56,
    "practiced": 57,
    "line": 58,
    "for": 59,
    "weeks": 60,
    "still": 61,
    "pressure": 62,
    "audience": 63,
    "ms": 64,
    "carter": 65,
    "reminded": 66,
    "is": 67,
    "not": 68,
    "only": 69,
    "acting": 70,
    "also": 71,
    "listening": 72,
    "empathy": 73,
    "lights": 74,
    "flickered": 75,
    "first": 76,
    "class": 77,
    "gasped": 78,
    "then": 79,
    "laughed": 80,
    "tension": 81,
    "melted": 82,
    "into": 83,
    "teamwork": 84,
    "rival": 85,
    "argued": 86,
    "over": 87,
    "taught": 88,
    "them": 89,
    "conflict": 90,
    "become": 91,
    "character": 92,
    "growth": 93,
    "lena": 94,
    "wrote": 95,
    "a": 96,
    "heartfelt": 97,
    "monologue": 98,
    "friendship": 99,
    "fell": 100,
    "silent": 101,
    "as": 102,
    "leaned": 103,
    "listen": 104,
    "at": 105,
    "end": 106,
    "cast": 107,
    "cheered": 108,
    "they": 109,
    "learned": 110,
    "trust": 111,
    "matters": 112,
    "more": 113,
    "than": 114,
    "applause": 115,
    "club": 116,
    "met": 117,
    "after": 118,
    "fix": 119,
    "props": 120,
    "rehearse": 121,
    "lines": 122,
    "support": 123,
    "one": 124,
    "another": 125,
    "through": 126,
    "mistake": 127,
    "performance": 128,
    "delivered": 129,
    "most": 130,
    "powerful": 131,
    "speech": 132,
    "understood": 133,
    "be": 134
  },
  "word_count": 225,
  "unique_words": 134
}